Repository: LPFchan/Threek
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, es, et, fi, fr, hi, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, vi, zh_hans

source: Open at Login
ar: فتح عند تسجيل الدخول
bg: Отваряй при влизане
cs: Otevírat po přihlášení
da: Åbn ved login
de: Beim Anmelden öffnen
es: Abrir al iniciar sesión
et: Ava sisselogimisel
fi: Avaa kirjauduttaessa
fr: Ouvrir à l'ouverture de session
hi: लॉग इन करने पर खोलें
hr: Otvori pri prijavi
hu: Megnyitás bejelentkezéskor
it: Apri al login
ja: ログイン時に開く
ko: 로그인 시 열기
nb: Åpne ved pålogging
nl: Open bij inloggen
pl: Otwieraj po zalogowaniu
pt_br: Abrir ao Iniciar Sessão
pt_pt: Abrir ao iniciar sessão
ro: Deschide la autentificare
ru: Открывать при входе
sk: Otvárať po prihlásení
sv: Öppna vid inloggning
tr: Girişte Aç
uk: Відкривати під час входу
vi: Mở khi đăng nhập
zh_hans: 登录时打开

source: Press ⏯ when more than one app is playing, then pick one with F7, F8 or F9. Hold ⏯ to pause everything.
ar: اضغط ⏯ عند تشغيل أكثر من تطبيق، ثم اختر واحدًا بـ F7 أو F8 أو F9. اضغط مطولًا على ⏯ لإيقاف كل شيء مؤقتًا.
bg: Натиснете ⏯, когато свирят няколко приложения, и изберете едно с F7, F8 или F9. Задръжте ⏯, за да спрете всичко на пауза.
cs: Když hraje víc aplikací, stiskněte ⏯ a vyberte jednu klávesou F7, F8 nebo F9. Podržením ⏯ pozastavíte vše.
da: Tryk på ⏯, når flere apps spiller, og vælg én med F7, F8 eller F9. Hold ⏯ nede for at sætte alt på pause.
de: Drücke ⏯, wenn mehrere Apps spielen, und wähle eine mit F7, F8 oder F9. Halte ⏯ gedrückt, um alles zu pausieren.
es: Pulsa ⏯ cuando suene más de una app y elige una con F7, F8 o F9. Mantén pulsado ⏯ para pausarlo todo.
et: Kui mängib mitu rakendust, vajuta ⏯ ja vali üks klahviga F7, F8 või F9. Hoia ⏯ all, et kõik peatada.
fi: Paina ⏯, kun useampi appi soittaa, ja valitse yksi näppäimellä F7, F8 tai F9. Pidä ⏯ painettuna keskeyttääksesi kaiken.
fr: Appuyez sur ⏯ quand plusieurs apps jouent, puis choisissez-en une avec F7, F8 ou F9. Maintenez ⏯ pour tout mettre en pause.
hi: जब एक से ज़्यादा ऐप चल रहे हों, तो ⏯ दबाएँ और F7, F8 या F9 से एक चुनें। सब कुछ रोकने के लिए ⏯ दबाकर रखें।
hr: Pritisnite ⏯ kad svira više aplikacija i odaberite jednu tipkom F7, F8 ili F9. Držite ⏯ da sve pauzirate.
hu: Nyomd meg a ⏯ gombot, ha több app is szól, majd válassz egyet az F7, F8 vagy F9 billentyűvel. Tartsd lenyomva a ⏯ gombot, hogy mindent szüneteltess.
it: Premi ⏯ quando più app sono in riproduzione e scegline una con F7, F8 o F9. Tieni premuto ⏯ per mettere tutto in pausa.
ja: 複数のアプリが再生中のときは ⏯ を押し、F7・F8・F9 でひとつを選びます。⏯ を長押しするとすべて一時停止します。
ko: 여러 앱이 재생 중일 때 ⏯를 누르고 F7, F8, F9로 하나를 고르세요. ⏯를 길게 누르면 모두 일시 정지됩니다.
nb: Trykk på ⏯ når flere apper spiller, og velg én med F7, F8 eller F9. Hold inne ⏯ for å sette alt på pause.
nl: Druk op ⏯ als er meer dan één app speelt en kies er een met F7, F8 of F9. Houd ⏯ ingedrukt om alles te pauzeren.
pl: Gdy gra więcej niż jedna aplikacja, naciśnij ⏯ i wybierz jedną klawiszem F7, F8 lub F9. Przytrzymaj ⏯, aby wszystko wstrzymać.
pt_br: Pressione ⏯ quando mais de um app estiver tocando e escolha um com F7, F8 ou F9. Mantenha ⏯ pressionado para pausar tudo.
pt_pt: Prima ⏯ quando mais do que uma app estiver a tocar e escolha uma com F7, F8 ou F9. Mantenha ⏯ premido para pausar tudo.
ro: Apasă ⏯ când rulează mai multe aplicații, apoi alege una cu F7, F8 sau F9. Ține apăsat ⏯ ca să pui totul pe pauză.
ru: Когда играет несколько приложений, нажмите ⏯ и выберите одно клавишей F7, F8 или F9. Удерживайте ⏯, чтобы поставить всё на паузу.
sk: Keď hrá viac aplikácií, stlačte ⏯ a vyberte jednu klávesom F7, F8 alebo F9. Podržaním ⏯ pozastavíte všetko.
sv: Tryck på ⏯ när flera appar spelar och välj en med F7, F8 eller F9. Håll ned ⏯ för att pausa allt.
tr: Birden fazla uygulama çalarken ⏯ tuşuna basın, sonra F7, F8 veya F9 ile birini seçin. Her şeyi duraklatmak için ⏯ tuşunu basılı tutun.
uk: Коли грає кілька застосунків, натисніть ⏯ і виберіть один клавішею F7, F8 або F9. Утримуйте ⏯, щоб поставити все на паузу.
vi: Nhấn ⏯ khi có nhiều ứng dụng đang phát, rồi chọn một ứng dụng bằng F7, F8 hoặc F9. Giữ ⏯ để tạm dừng tất cả.
zh_hans: 多个 App 同时播放时按 ⏯，再用 F7、F8 或 F9 选一个。按住 ⏯ 可全部暂停。

source: Quit Threek
ar: إنهاء Threek
bg: Изход от Threek
cs: Ukončit Threek
da: Slut Threek
de: Threek beenden
es: Salir de Threek
et: Sulge Threek
fi: Lopeta Threek
fr: Quitter Threek
hi: Threek बंद करें
hr: Zatvori Threek
hu: Kilépés a Threekből
it: Esci da Threek
ja: Threekを終了
ko: Threek 종료
nb: Avslutt Threek
nl: Stop Threek
pl: Zakończ Threek
pt_br: Encerrar Threek
pt_pt: Sair do Threek
ro: Închide Threek
ru: Завершить Threek
sk: Ukončiť Threek
sv: Avsluta Threek
tr: Threek'ten Çık
uk: Вийти з Threek
vi: Thoát Threek
zh_hans: 退出 Threek

source: Screen Recording allowed
ar: تم السماح بتسجيل الشاشة
bg: Записът на екрана е разрешен
cs: Záznam obrazovky povolen
da: Skærmoptagelse er tilladt
de: Bildschirmaufnahme erlaubt
es: Grabación de pantalla permitida
et: Ekraanisalvestus lubatud
fi: Näytön tallennus sallittu
fr: Enregistrement de l’écran autorisé
hi: स्क्रीन रिकॉर्डिंग की अनुमति मिल गई
hr: Snimanje zaslona dopušteno
hu: Képernyőfelvétel engedélyezve
it: Registrazione schermo consentita
ja: 画面収録を許可しました
ko: 화면 기록 허용됨
nb: Skjermopptak er tillatt
nl: Schermopname toegestaan
pl: Nagrywanie ekranu dozwolone
pt_br: Gravação de Tela permitida
pt_pt: Gravação do ecrã permitida
ro: Înregistrarea ecranului permisă
ru: Запись экрана разрешена
sk: Nahrávanie obrazovky povolené
sv: Skärminspelning tillåten
tr: Ekran Kaydı izni verildi
uk: Запис екрана дозволено
vi: Đã cho phép Ghi màn hình
zh_hans: 已允许录屏

source: Screen Recording is off
ar: تسجيل الشاشة متوقف
bg: Записът на екрана е изключен
cs: Záznam obrazovky je vypnutý
da: Skærmoptagelse er slået fra
de: Bildschirmaufnahme ist aus
es: La grabación de pantalla está desactivada
et: Ekraanisalvestus on väljas
fi: Näytön tallennus ei ole päällä
fr: L’enregistrement de l’écran est désactivé
hi: स्क्रीन रिकॉर्डिंग बंद है
hr: Snimanje zaslona je isključeno
hu: A képernyőfelvétel ki van kapcsolva
it: Registrazione schermo disattivata
ja: 画面収録がオフです
ko: 화면 기록이 꺼져 있음
nb: Skjermopptak er av
nl: Schermopname staat uit
pl: Nagrywanie ekranu wyłączone
pt_br: Gravação de Tela desativada
pt_pt: Gravação do ecrã desativada
ro: Înregistrarea ecranului este dezactivată
ru: Запись экрана выключена
sk: Nahrávanie obrazovky je vypnuté
sv: Skärminspelning är avstängd
tr: Ekran Kaydı kapalı
uk: Запис екрана вимкнено
vi: Ghi màn hình đang tắt
zh_hans: 录屏已关闭

source: Show Album Artwork
ar: إظهار صور الألبومات
bg: Показвай обложките на албумите
cs: Zobrazovat obaly alb
da: Vis albumillustrationer
de: Albumcover anzeigen
es: Mostrar portadas de álbum
et: Näita albumikaaneid
fi: Näytä albumien kansikuvat
fr: Afficher les pochettes d’album
hi: एल्बम आर्टवर्क दिखाएँ
hr: Prikaži omote albuma
hu: Albumborítók megjelenítése
it: Mostra copertine degli album
ja: アルバムアートワークを表示
ko: 앨범 아트워크 표시
nb: Vis albumomslag
nl: Toon albumillustraties
pl: Pokazuj okładki albumów
pt_br: Mostrar capas de álbuns
pt_pt: Mostrar capas de álbuns
ro: Afișează coperțile albumelor
ru: Показывать обложки альбомов
sk: Zobrazovať obaly albumov
sv: Visa albumomslag
tr: Albüm Kapaklarını Göster
uk: Показувати обкладинки альбомів
vi: Hiển thị ảnh bìa album
zh_hans: 显示专辑插图

source: Threek lives in the menu bar. Click it to turn Threek off or change its settings.
ar: يوجد Threek في شريط القوائم. انقر عليه لإيقاف Threek أو تغيير إعداداته.
bg: Threek е в лентата с менюта. Щракнете върху него, за да го изключите или да промените настройките му.
cs: Threek najdete na řádku nabídek. Kliknutím ho můžete vypnout nebo změnit jeho nastavení.
da: Threek bor i menulinjen. Klik på den for at slå Threek fra eller ændre indstillingerne.
de: Threek lebt in der Menüleiste. Klicke darauf, um Threek auszuschalten oder die Einstellungen zu ändern.
es: Threek vive en la barra de menús. Haz clic en él para desactivarlo o cambiar sus ajustes.
et: Threek asub menüüribal. Klõpsa seda, et Threek välja lülitada või seadeid muuta.
fi: Threek asuu valikkorivillä. Klikkaa sitä sammuttaaksesi Threekin tai muuttaaksesi sen asetuksia.
fr: Threek se trouve dans la barre des menus. Cliquez dessus pour le désactiver ou modifier ses réglages.
hi: Threek मेन्यू बार में रहता है। इसे बंद करने या इसकी सेटिंग बदलने के लिए उस पर क्लिक करें।
hr: Threek se nalazi na traci izbornika. Kliknite ga da biste isključili Threek ili promijenili postavke.
hu: A Threek a menüsorban lakik. Kattints rá, hogy kikapcsold vagy módosítsd a beállításait.
it: Threek si trova nella barra dei menu. Fai clic per disattivarlo o cambiarne le impostazioni.
ja: Threek はメニューバーにあります。クリックすると、オフにしたり設定を変えたりできます。
ko: Threek은 메뉴 막대에 있습니다. 클릭해서 Threek을 끄거나 설정을 바꿀 수 있습니다.
nb: Threek bor i menylinjen. Klikk på den for å slå av Threek eller endre innstillingene.
nl: Threek zit in de menubalk. Klik erop om Threek uit te zetten of de instellingen te wijzigen.
pl: Threek znajduje się na pasku menu. Kliknij go, aby wyłączyć Threek lub zmienić ustawienia.
pt_br: O Threek fica na barra de menus. Clique nele para desativá-lo ou mudar os ajustes.
pt_pt: O Threek fica na barra de menus. Clique nele para o desativar ou alterar as definições.
ro: Threek stă în bara de meniu. Fă clic pe el ca să-l dezactivezi sau să-i schimbi setările.
ru: Threek находится в строке меню. Нажмите на него, чтобы выключить Threek или изменить настройки.
sk: Threek nájdete na lište s ponukami. Kliknutím ho môžete vypnúť alebo zmeniť jeho nastavenia.
sv: Threek finns i menyraden. Klicka på den för att stänga av Threek eller ändra inställningarna.
tr: Threek menü çubuğunda yaşar. Threek’i kapatmak veya ayarlarını değiştirmek için ona tıklayın.
uk: Threek живе в рядку меню. Натисніть його, щоб вимкнути Threek або змінити налаштування.
vi: Threek nằm trên thanh menu. Bấm vào đó để tắt Threek hoặc thay đổi cài đặt.
zh_hans: Threek 位于菜单栏。点按它即可关闭 Threek 或更改设置。

source: Threek looks at the part of the screen behind its HUD to pick white or black text you can read. Nothing is recorded or saved.
ar: يفحص Threek جزء الشاشة خلف الواجهة ليختار نصًا أبيض أو أسود يسهل قراءته. لا يُسجَّل أي شيء ولا يُحفظ.
bg: Threek гледа частта от екрана зад панела, за да избере бял или черен текст, който се чете. Нищо не се записва и не се пази.
cs: Threek se dívá na část obrazovky za panelem, aby vybral bílý nebo černý text, který přečtete. Nic se nenahrává ani neukládá.
da: Threek kigger på den del af skærmen, der ligger bag HUD’en, for at vælge hvid eller sort tekst, du kan læse. Intet optages eller gemmes.
de: Threek schaut auf den Bildschirmbereich hinter dem HUD, um lesbaren weißen oder schwarzen Text zu wählen. Nichts wird aufgenommen oder gespeichert.
es: Threek mira la parte de la pantalla detrás del HUD para elegir texto blanco o negro legible. No se graba ni se guarda nada.
et: Threek vaatab paneeli taga olevat ekraaniosa, et valida loetav valge või must tekst. Midagi ei salvestata.
fi: Threek katsoo HUD:n takana olevaa näytön osaa valitakseen luettavan valkoisen tai mustan tekstin. Mitään ei tallenneta.
fr: Threek regarde la partie de l’écran derrière le HUD pour choisir un texte blanc ou noir lisible. Rien n’est enregistré ni conservé.
hi: Threek HUD के पीछे की स्क्रीन देखकर पढ़ने लायक सफ़ेद या काला टेक्स्ट चुनता है। कुछ भी रिकॉर्ड या सेव नहीं होता।
hr: Threek gleda dio zaslona iza HUD-a kako bi odabrao bijeli ili crni tekst koji se može čitati. Ništa se ne snima niti sprema.
hu: A Threek megnézi a képernyő HUD mögötti részét, hogy olvasható fehér vagy fekete szöveget válasszon. Semmit sem rögzít vagy ment.
it: Threek guarda la parte dello schermo dietro l’HUD per scegliere un testo bianco o nero leggibile. Non viene registrato né salvato nulla.
ja: Threek は HUD の背後にある画面の一部を見て、読みやすい白または黒の文字を選びます。何も録画・保存しません。
ko: Threek은 HUD 뒤의 화면 일부를 보고 읽기 쉬운 흰색 또는 검은색 글자를 고릅니다. 아무것도 녹화하거나 저장하지 않습니다.
nb: Threek ser på delen av skjermen bak HUD-en for å velge hvit eller svart tekst som er lett å lese. Ingenting tas opp eller lagres.
nl: Threek kijkt naar het deel van het scherm achter de HUD om leesbare witte of zwarte tekst te kiezen. Er wordt niets opgenomen of bewaard.
pl: Threek patrzy na fragment ekranu za HUD-em, by wybrać czytelny biały lub czarny tekst. Nic nie jest nagrywane ani zapisywane.
pt_br: O Threek olha a parte da tela atrás do HUD para escolher texto branco ou preto legível. Nada é gravado ou salvo.
pt_pt: O Threek observa a parte do ecrã por trás do HUD para escolher texto branco ou preto legível. Nada é gravado nem guardado.
ro: Threek se uită la partea de ecran din spatele HUD-ului ca să aleagă text alb sau negru lizibil. Nimic nu se înregistrează sau salvează.
ru: Threek смотрит на часть экрана за панелью, чтобы выбрать читаемый белый или чёрный текст. Ничего не записывается и не сохраняется.
sk: Threek sa pozerá na časť obrazovky za panelom, aby vybral biely alebo čierny text, ktorý sa dá čítať. Nič sa nenahráva ani neukladá.
sv: Threek tittar på den del av skärmen som ligger bakom HUD:en för att välja läsbar vit eller svart text. Inget spelas in eller sparas.
tr: Threek, okunabilir beyaz veya siyah metni seçmek için HUD’un arkasındaki ekran bölümüne bakar. Hiçbir şey kaydedilmez veya saklanmaz.
uk: Threek дивиться на частину екрана за панеллю, щоб вибрати читабельний білий чи чорний текст. Нічого не записується і не зберігається.
vi: Threek xem phần màn hình phía sau HUD để chọn chữ trắng hoặc đen dễ đọc. Không có gì được ghi lại hay lưu.
zh_hans: Threek 会查看 HUD 后面的屏幕区域，以选择易读的白色或黑色文字。不会录制或保存任何内容。

source: Threek needs Accessibility access to catch ⏯, ⏮ and ⏭ before macOS sends them to an app. It ignores every other key.
ar: يحتاج Threek إلى إذن تسهيلات الاستخدام لالتقاط ⏯ و⏮ و⏭ قبل أن يرسلها macOS إلى أي تطبيق. ويتجاهل كل المفاتيح الأخرى.
bg: Threek се нуждае от достъп до „Достъпност“, за да прихваща ⏯, ⏮ и ⏭, преди macOS да ги изпрати към приложение. Всички други клавиши се пренебрегват.
cs: Threek potřebuje přístup ke Zpřístupnění, aby zachytil ⏯, ⏮ a ⏭ dřív, než je macOS pošle aplikaci. Všechny ostatní klávesy ignoruje.
da: Threek skal have adgang til Tilgængelighed for at fange ⏯, ⏮ og ⏭, før macOS sender dem til en app. Alle andre taster ignoreres.
de: Threek braucht Zugriff auf die Bedienungshilfen, um ⏯, ⏮ und ⏭ abzufangen, bevor macOS sie an eine App weitergibt. Alle anderen Tasten ignoriert Threek.
es: Threek necesita acceso de Accesibilidad para captar ⏯, ⏮ y ⏭ antes de que macOS los envíe a una app. Ignora todas las demás teclas.
et: Threek vajab juurdepääsu hõlbustusfunktsioonidele, et püüda ⏯, ⏮ ja ⏭ enne, kui macOS need rakendusele saadab. Kõiki teisi klahve eiratakse.
fi: Threek tarvitsee Käyttöapu-oikeuden siepatakseen ⏯, ⏮ ja ⏭ ennen kuin macOS lähettää ne apille. Kaikki muut näppäimet se ohittaa.
fr: Threek a besoin de l’accès à l’Accessibilité pour intercepter ⏯, ⏮ et ⏭ avant que macOS ne les envoie à une app. Toutes les autres touches sont ignorées.
hi: macOS द्वारा किसी ऐप को भेजने से पहले ⏯, ⏮ और ⏭ पकड़ने के लिए Threek को ऐक्सेसिबिलिटी की अनुमति चाहिए। बाकी सभी कुंजियों को यह अनदेखा करता है।
hr: Threek treba pristup Pristupačnosti da uhvati ⏯, ⏮ i ⏭ prije nego što ih macOS pošalje aplikaciji. Sve ostale tipke zanemaruje.
hu: A Threeknek Kisegítő lehetőségek hozzáférés kell, hogy elkapja a ⏯, ⏮ és ⏭ gombot, mielőtt a macOS továbbadja őket egy appnak. Minden más billentyűt figyelmen kívül hagy.
it: Threek ha bisogno dell’accesso ad Accessibilità per intercettare ⏯, ⏮ e ⏭ prima che macOS li invii a un’app. Ignora tutti gli altri tasti.
ja: macOS がアプリに送る前に ⏯・⏮・⏭ を受け取るため、Threek にはアクセシビリティの許可が必要です。ほかのキーはすべて無視します。
ko: macOS가 앱에 보내기 전에 ⏯, ⏮, ⏭를 받으려면 Threek에 손쉬운 사용 권한이 필요합니다. 다른 키는 모두 무시합니다.
nb: Threek trenger tilgang til Tilgjengelighet for å fange ⏯, ⏮ og ⏭ før macOS sender dem til en app. Alle andre taster ignoreres.
nl: Threek heeft toegang tot Toegankelijkheid nodig om ⏯, ⏮ en ⏭ op te vangen voordat macOS ze naar een app stuurt. Alle andere toetsen negeert Threek.
pl: Threek potrzebuje dostępu do Dostępności, aby przechwycić ⏯, ⏮ i ⏭, zanim macOS wyśle je do aplikacji. Wszystkie inne klawisze ignoruje.
pt_br: O Threek precisa de acesso à Acessibilidade para capturar ⏯, ⏮ e ⏭ antes que o macOS os envie a um app. Todas as outras teclas são ignoradas.
pt_pt: O Threek precisa de acesso à Acessibilidade para captar ⏯, ⏮ e ⏭ antes de o macOS os enviar para uma app. Todas as outras teclas são ignoradas.
ro: Threek are nevoie de acces la Accesibilitate ca să preia ⏯, ⏮ și ⏭ înainte ca macOS să le trimită unei aplicații. Toate celelalte taste sunt ignorate.
ru: Threek нужен универсальный доступ, чтобы перехватывать ⏯, ⏮ и ⏭ до того, как macOS передаст их приложению. Остальные клавиши он игнорирует.
sk: Threek potrebuje prístup k Prístupnosti, aby zachytil ⏯, ⏮ a ⏭ skôr, než ich macOS pošle aplikácii. Všetky ostatné klávesy ignoruje.
sv: Threek behöver åtkomst till Hjälpmedel för att fånga ⏯, ⏮ och ⏭ innan macOS skickar dem till en app. Alla andra tangenter ignoreras.
tr: Threek’in ⏯, ⏮ ve ⏭ tuşlarını macOS bir uygulamaya göndermeden önce yakalaması için Erişilebilirlik izni gerekir. Diğer tüm tuşları yok sayar.
uk: Threek потрібен доступ до Доступності, щоб перехоплювати ⏯, ⏮ і ⏭, перш ніж macOS надішле їх застосунку. Усі інші клавіші він ігнорує.
vi: Threek cần quyền Trợ năng để nhận ⏯, ⏮ và ⏭ trước khi macOS gửi chúng đến một ứng dụng. Mọi phím khác đều được bỏ qua.
zh_hans: Threek 需要“辅助功能”权限，才能在 macOS 把 ⏯、⏮ 和 ⏭ 发给 App 之前接收它们。其他按键一律忽略。

source: Threek sends play and pause to the app you pick. macOS asks once for each app; Threek opens any that aren't running in the background just long enough to ask.
ar: يرسل Threek أمري التشغيل والإيقاف المؤقت إلى التطبيق الذي تختاره. يسأل macOS مرة واحدة لكل تطبيق؛ ويفتح Threek أي تطبيق غير مشغّل في الخلفية لمدة تكفي للسؤال فقط.
bg: Threek изпраща пускане и пауза към приложението, което изберете. macOS пита веднъж за всяко приложение; Threek отваря неработещите на заден план само колкото да се зададе въпросът.
cs: Threek posílá přehrát a pozastavit do aplikace, kterou vyberete. macOS se ptá jednou pro každou aplikaci; Threek otevře ty, které neběží, na pozadí jen na dobu dotazu.
da: Threek sender afspil og pause til den app, du vælger. macOS spørger én gang for hver app; Threek åbner dem, der ikke kører, i baggrunden lige længe nok til at spørge.
de: Threek sendet Wiedergabe und Pause an die App, die du wählst. macOS fragt einmal pro App; Apps, die nicht laufen, öffnet Threek kurz im Hintergrund, nur für die Frage.
es: Threek envía reproducir y pausa a la app que elijas. macOS pregunta una vez por cada app; Threek abre en segundo plano las que no estén abiertas, solo el tiempo de preguntar.
et: Threek saadab esitamise ja pausi valitud rakendusele. macOS küsib iga rakenduse kohta ühe korra; mittetöötavad rakendused avab Threek taustal vaid küsimise ajaks.
fi: Threek lähettää toiston ja tauon valitsemaasi appiin. macOS kysyy kerran kustakin apista; Threek avaa käynnissä olemattomat taustalle vain kysymisen ajaksi.
fr: Threek envoie lecture et pause à l’app que vous choisissez. macOS demande une fois par app ; Threek ouvre en arrière-plan celles qui ne tournent pas, le temps de la question.
hi: Threek आपके चुने ऐप को चलाओ और रोको भेजता है। macOS हर ऐप के लिए एक बार पूछता है; जो ऐप नहीं चल रहे, उन्हें Threek पूछने भर के लिए बैकग्राउंड में खोलता है।
hr: Threek šalje reprodukciju i pauzu aplikaciji koju odaberete. macOS pita jednom za svaku aplikaciju; one koje nisu pokrenute Threek otvara u pozadini samo dok se ne pita.
hu: A Threek lejátszást és szünetet küld a választott appnak. A macOS minden appnál egyszer kérdez; a nem futó appokat a Threek csak a kérdés idejére nyitja meg a háttérben.
it: Threek invia riproduci e pausa all’app che scegli. macOS chiede una volta per ogni app; Threek apre in background quelle non aperte, solo il tempo di chiedere.
ja: Threek は選んだアプリに再生と一時停止を送ります。macOS はアプリごとに一度だけ確認します。起動していないアプリは、確認のあいだだけ Threek がバックグラウンドで開きます。
ko: Threek은 선택한 앱에 재생과 일시 정지를 보냅니다. macOS는 앱마다 한 번씩 묻고, 실행 중이 아닌 앱은 Threek이 물어보는 동안만 백그라운드에서 엽니다.
nb: Threek sender spill av og pause til appen du velger. macOS spør én gang for hver app; Threek åpner de som ikke kjører i bakgrunnen, bare lenge nok til å spørre.
nl: Threek stuurt afspelen en pauzeren naar de app die je kiest. macOS vraagt het één keer per app; apps die niet draaien opent Threek op de achtergrond, net lang genoeg om te vragen.
pl: Threek wysyła odtwarzanie i pauzę do wybranej aplikacji. macOS pyta raz o każdą aplikację; te, które nie działają, Threek otwiera w tle tylko na czas pytania.
pt_br: O Threek envia reproduzir e pausar ao app que você escolher. O macOS pergunta uma vez por app; os que não estão abertos o Threek abre em segundo plano só pelo tempo da pergunta.
pt_pt: O Threek envia reproduzir e pausa para a app que escolher. O macOS pergunta uma vez por app; as que não estão abertas o Threek abre em segundo plano só o tempo da pergunta.
ro: Threek trimite redare și pauză aplicației alese. macOS întreabă o dată pentru fiecare aplicație; pe cele care nu rulează, Threek le deschide în fundal doar cât durează întrebarea.
ru: Threek отправляет воспроизведение и паузу выбранному приложению. macOS спрашивает один раз для каждого приложения; незапущенные Threek открывает в фоне только на время вопроса.
sk: Threek posiela prehrať a pozastaviť do aplikácie, ktorú vyberiete. macOS sa pýta raz pre každú aplikáciu; tie, ktoré nebežia, Threek otvorí na pozadí len na čas otázky.
sv: Threek skickar spela upp och paus till appen du väljer. macOS frågar en gång per app; appar som inte är igång öppnar Threek i bakgrunden bara så länge frågan tar.
tr: Threek seçtiğiniz uygulamaya oynat ve duraklat gönderir. macOS her uygulama için bir kez sorar; çalışmayanları Threek yalnızca sormak için arka planda kısa süre açar.
uk: Threek надсилає відтворення й паузу вибраному застосунку. macOS питає один раз для кожного застосунку; незапущені Threek відкриває у фоні лише на час запитання.
vi: Threek gửi phát và tạm dừng đến ứng dụng bạn chọn. macOS hỏi một lần cho mỗi ứng dụng; ứng dụng nào chưa chạy thì Threek mở ở chế độ nền đủ lâu để hỏi.
zh_hans: Threek 会把播放和暂停发给你选的 App。macOS 会为每个 App 询问一次；未运行的 App，Threek 会在后台打开，只停留到询问完成。

source: Turn on Threek in the list, then come back here.
ar: فعّل Threek في القائمة، ثم عُد إلى هنا.
bg: Включете Threek в списъка и се върнете тук.
cs: Zapněte Threek v seznamu a vraťte se sem.
da: Slå Threek til på listen, og vend så tilbage hertil.
de: Aktiviere Threek in der Liste und komm dann hierher zurück.
es: Activa Threek en la lista y vuelve aquí.
et: Lülita loendis Threek sisse ja tule siia tagasi.
fi: Laita Threek päälle luettelossa ja palaa sitten tänne.
fr: Activez Threek dans la liste, puis revenez ici.
hi: सूची में Threek चालू करें, फिर यहाँ वापस आएँ।
hr: Uključite Threek na popisu, a zatim se vratite ovamo.
hu: Kapcsold be a Threeket a listában, majd gyere vissza ide.
it: Attiva Threek nell’elenco, poi torna qui.
ja: リストで Threek をオンにしてから、ここに戻ってください。
ko: 목록에서 Threek을 켠 다음 여기로 돌아오세요.
nb: Slå på Threek i listen, og kom tilbake hit.
nl: Zet Threek aan in de lijst en kom dan hier terug.
pl: Włącz Threek na liście, a potem wróć tutaj.
pt_br: Ative o Threek na lista e volte aqui.
pt_pt: Ative o Threek na lista e volte aqui.
ro: Activează Threek în listă, apoi revino aici.
ru: Включите Threek в списке и вернитесь сюда.
sk: Zapnite Threek v zozname a vráťte sa sem.
sv: Slå på Threek i listan och kom sedan tillbaka hit.
tr: Listede Threek’i açın, sonra buraya dönün.
uk: Увімкніть Threek у списку й поверніться сюди.
vi: Bật Threek trong danh sách, rồi quay lại đây.
zh_hans: 在列表中打开 Threek，然后回到这里。
